{
  "name": "",
  "form": [
    {
      "title": "Company Name",
      "desc": "Your company name as per GST certificate.",
      "type": "text"
    },
    {
      "title": "Total Leaves",
      "desc": "Total number of leaves that you will offer to your employees.",
      "type": "text"
    },
    {
      "title": "Carry Forward Leaves",
      "desc": "Mention no. of leaves you will allow to be carry forwarded.",
      "type": "text"
    }
  ],
  "content": <h1 class="heading-node">Leave Policy</h1><h2 class="heading-node"><span style="color: rgb(0, 0, 0)"><strong>Casual Leave/ Sick Leave</strong></span></h2><p class="text-node"><span style="color: rgb(0, 0, 0)">Every employee can take 12 casual and six sick leaves in a year. The one monthly leave can be taken according to employee discretion subject to prior one day notice and approval. In the case of medical leave, a medical certificate would be taken into account. If the employee chooses to not take the month off, then it will be carried forward till the end of the calendar year. Then the said leaves can be availed by the employee at any time before the year-end, which would be subjected to at least one-day prior notice and approval.</span></p><p class="text-node"><br></p><h2 class="heading-node"><span style="color: rgb(0, 0, 0)"><strong>Maternity Leave (ML)</strong></span></h2><p class="text-node"><span style="color: rgb(0, 0, 0)"><strong>ELIGIBILITY:&nbsp;</strong></span></p><p class="text-node"><span style="color: rgb(0, 0, 0)">All married female staff.</span></p><p class="text-node"><span style="color: rgb(0, 0, 0)"><strong>ENTITLEMENT</strong></span></p><ul class="list-node"><li><p class="text-node"><span style="color: rgb(0, 0, 0)"><u>Women having 1</u></span><span><u>st</u></span><span style="color: rgb(0, 0, 0)"><u> or 2</u></span><span><u>nd</u></span><span style="color: rgb(0, 0, 0)"><u> child.</u></span></p></li></ul><ul class="list-node"><li><p class="text-node"><span style="color: rgb(0, 0, 0)">The Maternity leave shall be of a maximum of 26 weeks, of which not more than eight weeks shall precede the expected date of her delivery.</span></p></li></ul><p class="text-node"><br></p><ul class="list-node"><li><p class="text-node"><span style="color: rgb(0, 0, 0)"><u>Women having two or more children.</u></span></p></li></ul><ul class="list-node"><li><p class="text-node"><span style="color: rgb(0, 0, 0)">The Maternity leave shall be of 12 weeks, out of which not more than six weeks shall precede the date of her expected delivery.</span></p></li></ul><ul class="list-node"><li><p class="text-node"><span style="color: rgb(0, 0, 0)">Before availing of this leave, a certificate from the gynaecologist has to be submitted mentioning the expected date of delivery.</span></p></li><li><p class="text-node"><span style="color: rgb(0, 0, 0)">Intervening National / declared / festival / weekly off days will be counted as part of leave.</span></p></li><li><p class="text-node"><span style="color: rgb(0, 0, 0)">If, because of any complication, leave has to be extended, it can be done.</span></p></li><li><p class="text-node"><span style="color: rgb(0, 0, 0)">Special setups at the workplace or small tweaks to the present place will be done to create a little more ease for the pregnant employee to work.</span></p></li><li><p class="text-node"><span style="color: rgb(0, 0, 0)">Work from home on certain days to minimize stress to the pregnant employee will be given.</span></p></li></ul><p class="text-node"><br></p><h1 class="heading-node"><span style="color: rgb(0, 0, 0)"><strong>Earned Leave</strong></span></h1><p class="text-node"><span style="color: rgb(0, 0, 0)">Our Company gives <strong>{{Enter Number: Mention no. of leaves you will offer}}</strong> Paid Leaves in a year, if you work for 180 days in a year. (<strong>New Labour Law Code 2022</strong>).<strong> {{Enter Number: Mention no. of leaves you will allow to be carry forwarded}}</strong> Paid Leaves can be carry forwarded to the next year.</span></p><p class="text-node"><br></p><h1 class="heading-node"><span style="color: rgb(0, 0, 0)"><strong>Paternity Leave (PL)</strong></span></h1><p class="text-node"><span style="color: rgb(0, 0, 0)"><strong>ELIGIBILITY:&nbsp;</strong></span></p><p class="text-node"><span style="color: rgb(0, 0, 0)">All married men who have worked with the company for a minimum of 6 months. (There is no paternity law in India, but we want to maximize benefits to our employees, so our company has decided to give two weeks of paternity leave)</span></p><p class="text-node"><span style="color: rgb(0, 0, 0)"><strong>ENTITLEMENT:</strong></span></p><ul class="list-node"><li><p class="text-node"><span style="color: rgb(0, 0, 0)">The paternity leave shall be for two weeks.</span></p></li><li><p class="text-node"><span style="color: rgb(0, 0, 0)">Intervening National / declared / festival / weekly off days will be counted as part of leave.</span></p></li><li><p class="text-node"><span style="color: rgb(0, 0, 0)">If, because of any complication, leave has to be extended, it can be done but will fall under LOP.</span></p></li></ul><p class="text-node"><br></p><h1 class="heading-node"><span style="color: rgb(0, 0, 0)"><strong>Birthday and Anniversary Leave</strong></span></h1><p class="text-node"><span style="color: rgb(0, 0, 0)"><strong>{{Company Name: Your company name as per GST certificate}}</strong> has decided to reward the continuous service that every employee has provided to this organization, so our company has decided to give leaves on the employee’s birthdays and anniversaries (Anniversary leave will only be applicable to the married people in the organization).</span></p><p class="text-node"><br></p><h1 class="heading-node"><span style="color: rgb(0, 0, 0)"><strong>Bereavement Leave</strong></span></h1><p class="text-node"><span style="color: rgb(0, 0, 0)">Bereavement Leave is defined as time off to attend a funeral; 3 days will be provided in case of death of immediate family&nbsp;and one day for other family members.&nbsp;</span></p><p class="text-node"><br></p><h1 class="heading-node"><span style="color: rgb(0, 0, 0)"><strong>Uncapped Sick Leave</strong></span></h1><p class="text-node"><span style="color: rgb(0, 0, 0)">Taking good care of our employees is the main objective of our company, so the employees need not worry about the deductions in the salaries in case of serious health issues. The management has decided that depending upon the seriousness of the disease, the management will grant leaves, and there will not be an upper cap on the number of leaves so that the employee can come back to the organization once he is in good health. Proper documentation of reports and doctor certificates will have to be attached on re-joining after the leave period.</span></p><p class="text-node"><br></p><h1 class="heading-node"><span style="color: rgb(0, 0, 0)"><strong>Family Leave</strong></span></h1><p class="text-node"><span style="color: rgb(32, 33, 36)">The management has decided to grant leaves to the employees to take care of an ailing family member as well. (The number of leaves approved will depend upon the management’s discretion)</span></p><p class="text-node"><br></p><h1 class="heading-node"><span style="color: rgb(0, 0, 0)"><strong>Target Achievement Holiday</strong></span></h1><p class="text-node"><span style="color: rgb(0, 0, 0)">An extra day will be provided in the following month in which the employee completes his assigned target. This incentive is devised by the management to reward the efforts put in by the employee in achieving the target.</span></p><p class="text-node"><br></p><h1 class="heading-node"><span style="color: rgb(0, 0, 0)"><strong>Study Leave</strong></span></h1><p class="text-node"><span style="color: rgb(0, 0, 0)">If an employee wants to pursue further studies or if the management requires the employee to attain a certain degree or diploma or a training program, the management will sanction leaves accordingly. The management is in full support of the employees to give them maximum chance to showcase or upgrade their talent and help employees in realizing their true potential.</span></p><p class="text-node"><br></p><h1 class="heading-node"><span style="color: rgb(0, 0, 0)"><strong>Menstrual Leave</strong></span></h1><ul class="list-node"><li><p class="text-node"><span style="color: rgb(0, 0, 0)">A paid leave shall be given to all the female employees working for the company on their first day of menstruation.</span></p></li><li><p class="text-node"><span style="color: rgb(0, 0, 0)">Twelve paid leaves shall be available to the female employees during the year, which shall be taken on the first day of menstruation every month.</span></p></li></ul><p class="text-node"><br></p><h1 class="heading-node"><span style="color: rgb(0, 0, 0)"><strong>Compensatory Off</strong></span></h1><p class="text-node"><span style="color: rgb(0, 0, 0)">Compensatory leave will be provided to the employees if they have to work on a public holiday or a normal holiday.</span></p><p class="text-node"><br></p><h1 class="heading-node"><span style="color: rgb(0, 0, 0)"><strong>Loss of Pay (LOP)</strong></span></h1><ul class="list-node"><li><p class="text-node"><span style="color: rgb(0, 0, 0)">LOP can be applied by an employee when no other leave is available.</span></p></li><li><p class="text-node"><span style="color: rgb(0, 0, 0)">During the period of LOP, the employee is not entitled to any pay or allowance.</span></p></li><li><p class="text-node"><span style="color: rgb(0, 0, 0)">If the employee fails to report to duty on the specified date after the sanctioned LOP, it is deemed that the employee has abandoned his service with the company on his own accord.</span></p></li><li><p class="text-node"><span style="color: rgb(0, 0, 0)">LOP can be implicated on disciplinary grounds with regard to attendance by the management regardless of the availability of the other types of leave.</span></p></li></ul><p class="text-node"><br></p><h1 class="heading-node"><span style="color: rgb(0, 0, 0)"><strong>Leave Settlement during Resignation / Retirement / Termination:</strong></span></h1><ul class="list-node"><li><p class="text-node"><span style="color: rgb(0, 0, 0)">If an employee to be relieved has availed more number of leaves against the number of months he has worked, then the excess leaves will be deducted during his final settlement.</span></p></li><li><p class="text-node"><span style="color: rgb(0, 0, 0)">No leaves will be adjusted in lieu of cutting short the notice period.</span></p></li><li><p class="text-node"><span style="color: rgb(0, 0, 0)">Privileged leaves can be encashed if remaining.</span></p></li></ul><p class="text-node"><br></p><h1 class="heading-node"><span style="color: rgb(0, 0, 0)"><strong>Procedure for Applying for Leaves</strong></span></h1><p class="text-node"><span style="color: rgb(0, 0, 0)">The available leave balance is to be checked by the employee with the management, and the leave is to be applied by duly filling up the leave application form. The application has to be forwarded by the employee to their departmental head for approval. The departmental head is authorized to either grant or disapprove the leave on valid grounds. The approved leave application has to be submitted to the management for recordings and subsequent processing. If an employee wants to avail of earned leaves for a period of more than seven days, then at least one 1-month prior intimation is mandatory.&nbsp;</span></p><p class="text-node"><br></p><h1 class="heading-node"><span style="color: rgb(0, 0, 0)"><strong>Cancellation of Leave</strong></span></h1><p class="text-node"><span style="color: rgb(0, 0, 0)">The department head can also cancel the once sanctioned leave on a situational / need basis. If an employee proceeds to avail of the cancelled leave, then those days will be treated as absence from duty, and the rules pertaining to absence from duty will be applied.&nbsp;</span></p><p class="text-node"><br></p><h1 class="heading-node"><span style="color: rgb(0, 0, 0)"><strong>Extension of Leave</strong></span></h1><p class="text-node"><span style="color: rgb(0, 0, 0)">As it is necessary to get prior approval for leave, so it is also for extension of leave. The employee has to apply to his/her department head for an extension of Leave well in advance and get it sanctioned to avail them. In case an employee overstays, the unsanctioned leave availed will be treated as an absence from duty.</span></p><p class="text-node"><br></p><h1 class="heading-node"><span style="color: rgb(0, 0, 0)"><strong>Absence from Duty&nbsp;</strong></span></h1><p class="text-node"><span style="color: rgb(0, 0, 0)">When an employee takes off from duty without prior leave approval or proper intimation under certain unavoidable circumstances, then those days/days will be treated as absence from duty.</span></p><ul class="list-node"><li><p class="text-node"><span style="color: rgb(0, 0, 0)">The days of absence will be treated under Loss of Pay.</span></p></li><li><p class="text-node"><span style="color: rgb(0, 0, 0)">The employee has to report to his / her department head on re-joining duty from absence and provide valid reasons for absence in writing before taking up work again.</span></p></li><li><p class="text-node"><span style="color: rgb(0, 0, 0)">If an employee is absent from duty continuously for more than seven days (including any National / Festival / Declared / weekly off days which may fall in-between), official correspondence from the management will be sent to him asking him to report to duty and to provide an explanation for his absence.</span></p></li><li><p class="text-node"><span style="color: rgb(0, 0, 0)">Based on the enquiry, any action deemed fit will/would be taken by the management.</span></p></li><li><p class="text-node"><span style="color: rgb(0, 0, 0)">If there were no response from the employee within the stipulated time mentioned in the official correspondence, it would be assumed that the employee has withdrawn his service from the company on his own accord and recorded accordingly.</span></p></li></ul><p class="text-node"><br></p>,
};
